
   {
    "chapter_0":  [ {
        "type": "text",
        "text": "Secret Place никогда ничем не отличался от базовых городков на окраине города. В закусочной «Cono» всегда можно было посидеть ночку другую и заняться всем на свете. Кто-то приходил скоротать время, а кто-то находил это место идеальным для встречи с друзьями. Огромный поток людей разных возрастов делал это место сердцем города."
    },

    {
        "type": "text",
        "text": "Осенним вечером 2018-го компания из пяти человек как обычно собралась после учебы отметить окончание сессии. На первый взгляд это была обычная компания девчонок, которые постоянно болтают о моде и бесконечных тусовках, но только вот им до этого не было дела. Они мутили схемы для будущих дел."
    },
    {
        "type": "text",
        "text": "Твое первое задание ознакомиться с карточками героев и понять кого в будущем ты возьмешь в союзники. (PPPS. Некоторые герои появятся значительно позже, но основу нужно выбрать уже сейчас.)"
    },

    {
        "type": "characters",
        "characters": [
            "dimasik", "marie", "shtepa", "gid"
        ]
    },

    {
        "type": "to-avatar-selection",
        "text": "Но ты? Кто же ты? Самое время сделать выбор"
    }

    ],
    "chapter_1": [
        {
            "type": "title",
            "num": "Глава 1.",
            "name": " В поисках пропавшего студента."
        },
        {
            "type": "text",
            "text": "Весной 2019 года всё было как обычно. Куча говна всплывает, а группа маргиналов из группировки Движ-Париж продолжает свои беспорядки."
        },
        {
            "type": "text",
            "text": "На счету этих ребят 101 прогулянная пара и куча мелких преступлений. Но всё изменилось в апреле 2019. 7-го апреля 2019 года великий вуз ИГУМО (Иргы Голодные Учёба Может Отдохнём) постигла страшная трагедия. "
        },
        {
            "type": "character_text",
            "text": "В 12:12 группировку Движ-Париж забрал бобик полисмэнов и увёз в неизвестном направлении. По данным очевидцев была убита Алэкса Берлинская по прозвищу «Стена». ", 
            "img": ["data/img/wall.jpg"]

        },
        {
            "type":"text",
            "text": "В список подозреваемых попали все члены группировки. Но действительно ли они могли так просто избавиться от «стены»? "

        },
        {
            "type": "text",
            "text": "В последнее время было заметно, что в Движ-Париж не все гладко. Толи дело было в выборе лидера, толи в том, что оборот «Санто Стефано» пошёл на спад."
        },
        { 
            "type": "text",
            "text": "В Secret Place с момента появления группировки Движ-Париж значительно вырос рост элитного пойла «Санто Стефано». "
        },
        {"type":"text",
    "text": "Со временем появились различные вкусы, а сама жидкость давала не только буст, но и непередаваемые истории после её употребления. Казалось, что в жилах каждого жителя течет Стефано. "},
    {
        "type": "text",
        "text": "Кто же такие эти Движ-Париж?"
    },
    {
        "type": "text",
        "text": "Погнали разбираться."
    },
    {
        "type": "characters",
        "text": "Персонажи для ознакомления",
        "characters": ["talaya", "mango", "mutnoe_dno", "spy"]
    },
    { "type": "character_text",
"text":"Со слов близких пропала в ночь с 6-го на 7-е апреля 2019 года. Уже утором 7-го апреля была поднята тревога и арестованы члены группировки. Доказательств, что это они избавились от неё нет.",
"img": ["data/img/wall.jpg"]
},
{
    "type":"text",
    "text": "Однако, по информации следствия «Стена» хотела выйти из бизнеса и забрать 50% дохода. Согласно допросу, было выявлено, что никто из Движ-Париж об этом не знал. Последнее что обсуждалось, это флешка с базой клиентов и точек расширения рынка. "

},
{
    "type":"character_text",
    "text": "Последний кто видел жертву были Димасик «Гандурасик» и Олеся «Гид». Отношения у них были, мягко говоря, не очень, хоть и «стена» была влюблена в Гандурасика больше, чем в свою самооценку. ",
    "img": ["data/img/dimasik.jpg", "data/img/gid.jpg"]
},
{
    "type":"character_text",
    "text": "По отчётам о допросах было выявлено, что Олеся и Димасик как раз и хотели выкупить базу «Санто Стефано» себе и оставить Движ-Париж ни с чем. Так же стало понятно, что у них есть покровитель, но выяснить кто же это путём допросов не удалось. ",
    "img": ["data/img/dimasik.jpg", "data/img/gid.jpg"]
},
{
    "type":"character_text",
    "text": "За неделю до инцидента «стена» громко спорила с «Мутное Дно», так как Алэкса не хотела за гроши продавать «Санто Стефано» в её ресторан. Как итог «Мутное» залегло на дно и не появлялось ровно до 7-го апреля.",
    "img": ["data/img/wall.jpg", "data/img/dno.jpg"]
},
{
    "type": "text",
    "text": "Со слов остальных одногруппников было выявлено, что отношения «Стены» в целом не складывались ни с кем. "
},
{
    "type": "text",
    "text": "Терпеть её могла только группировка, остальные ходили рядом с ней с опаской."
},
{
    "type": "character_text",
    "text": "Влада Штепа так же сообщила, что Алэкса неоднократно угрожала ей, в случае если та расскажет всем что произошло в сентябре 2018.",
    "img": ["data/img/shtepa.jpg", "data/img/wall.jpg"]
},
{
    "type":"text",
    "text": "Так как теперь скрывать смысла нет, узнаем, что же там произошло."
},
{
    "type": "character_text",
    "text": "Влада стала свидетелем незаконного оборота «Санто Стефано» в кругу преподавателей. ",
    "img": ["data/img/shtepa.jpg"]
},
{
    "type":"character_text",
    "text": "Своими глазами она увидела, как через склад кофейни вуза были провезены огромные количества пойла, а выручка шла в карман Алэксе и никому более.",
    "img": ["data/img/shtepa.jpg", "data/img/wall.jpg"]
}, {
    "type": "choice",
    "text": "Теперь на основе предоставленной информации скажи у кого был мотив убрать Алэксу Берлинскую. Может это заговор? ", 
    "choices":[]
},
{
    "type": "murder-chapter",
    "text": "Похвальная интуиция. Но на самом деле убийца",
    "name": "Димасик Гандурасик",
    "img": "data/img/dimasik.jpg",
    "description": "Все дело в любви - Димасик надеялся таким жестоким образом завовевать сердце Мари. Получилось ли у него? А это совсем другая история.",
    "one_more": false
}
    ],
    "chapter_2": [
        {
            "type": "title",
            "num": "Глава 2.",
            "name": "Горки. Убийца кайфа."
        },
      {
        "type":"text",
        "text": "Прошло достаточно времени с момента смерти Алэксы Берлинской. Многое изменилось. Оборот «Санто Стефано» сошёл на нет и было принято решение закрыть бизнес. Движ-Париж прекратил своё существование и объединился с Олесей «Гидом». "
      },
      {
        "type":"text",
        "text":"Это были тяжелые времена с алкоголем который лился рекой, но кое-что было в них иное. "
      },
      {
        "type": "text",
        "text": "Не было интриг."
      },
      {
        "type": "text",
        "text": "Ровно до зимы 2020-го года."
      },
      {
        "type": "text",
        "text": "Все уже давно зажили законопослушно и перестали заниматься рекетом."
      },
      {
        "type": "character_text",
        "text": "Единственный кто продолжал держать в страхе это Анастасия «Мутное Дно», но это уже другая история. Ведь держала в страхе она только свой район. ",
        "img": ["data/img/dno.jpg"]
      },
      {
        "type": "text",
        "text": "Зимой 2020-го года была собрана туса и выявлен очередной раз, когда что-то пошло не так. Казалось, что может быть такого. "
      },
      {
        "type": "text",
        "text": "Обычная туса. Мангал на улице, куча курицы и диалоги о высоком. "
      },
      {
        "type": "text",
        "text": "О Чечне. "
      },
      {
        "type": "text",
        "text": "Но как обычно и случается, последствия не всегда радуют. "
      },
      {
        "type": "character_text",
        "text": "Жертвой обстоятельств стала Таня «Содержанка».",
        "img":["data/img/tatiana.png"]
      },
      
      {
        "type": "text",
        "text": "Вечером после тусы было принято решение пойти на горки и полетать. Не все в компании были за, но методом принуждения было принято решения коллективно выйти на улицу. Кто-то летал, кто-то делал фотографии, но как оказалось напряжение было титаническим. Спустя несколько часов все вернулись на трэп хату «Манго» и продолжили веселье. "
      },
      {
        "type": "character_text",
        "text": "Через пару дней на горках были найдены следы крови, но ни одного знака на её владельца. Экспертиза показала, что кровь принадлежала «Содержанке». По нашим данным «Содержанку» пырнули в область бока ножом на котором остались следы курочки.",
        "img":["data/img/tatiana.png"]
      },
      {
        "type": "text",
        "text": "Что же произошло на горках? Кто виновник? И самое главное кто убийца кайфа?"
      },
      {
        "type": "text",
        "text": "В данной главе у нас добавляются новые герои. Возможно, после их описания ты сможешь найти ответы на вопросы. И не бей ты палками, разрабы лохи и только учатся варить котелком."
      },
      {
        "type": "characters",
        "characters": ["tatiana"]
      },
      {
        "type": "character_text",
        "text": "В ходе опроса свидетелей и тех, кто видел её последний раз целой было выявлено, что конфликтов и врагов у неё не было. Единственное что отметили очевидцы, что некоторые из компании косо смотрели на неё. «Гид» и «Вьетнам» буквально сверлили её взглядом, но продолжали мило улыбаться и вести беседу. ",
        "img": ["data/img/gid.jpg", "data/img/vietnam.jpg"]
      }, {
        "type": "characters",
        "characters":["vietnam"]
      },
      {
        "type": "character_text",
        "text": "По словам «Мутного Дна» поведение «Шпиона» выглядело странно. Анна сидела тихо и постоянно что-то печатала в своём телефоне.",
        "img": ["data/img/spy.jpg"]
      },
      {
        "type": "character_text",
        "text": "Как позже выяснилось «Шпион» мониторил биржу и сообщал своей бабушке, когда продавать, а когда покупать акции. Но также она сделала один подозрительный звонок, о котором до сих пор ничего не известно.",
        "img": ["data/img/spy.jpg"]
      },
      {
        "type":"choice",
        "choices": [],
        "text": ""
      },
      {
    "type": "murder-chapter",
    "text": "Почти получилось. Истинный злодей...",
    "name": "Анна 'Шпион'",
    "img": "data/img/spy.jpg",
    "description": "Помнишь таинственный телефонный звонок? Шпион звонила киллеру. Личность киллера же - совсем другая история.",
    "one_more": false
}

    ],
    "chapter_3": [
        {
            "type": "title",
            "num": "Глава 3.",
            "name": "Тусовочный дом."
        },
        {
            "type": "text",
            "text": "Поздравляю. Ты нашёл двух обвиняемых или только одного? Ладно, ладно. Потом расскажешь. Ну что, ещё по одной?"
        },
        {
            "type": "text",
            "text": "А когда не делали?"
        },
        {
            "type":"character_text",
            "text": "Добавляем тебе опцию допрос с глазу на глаз. Можешь выбрать одного из персонажей и отлучиться с ним на тет-а-тет. Вдруг это подарит тебе новый взгляд на предыдущие загадки или поможет раскрыть эту. На выбор у тебя «Мутное Дно» или «Шпион». Счастливых голодных игр!!!",
            "img": ["data/img/dno.jpg", "data/img/spy.jpg"]
        },
        {
            "type": "choice",
            "choices": [],
            "text": ""
        },
        {
            "type": "text",
            "text": "Ой, кажется, эта функция пока не работает. Попробуй позже."
        },

        {
            "type": "text",
            "text": "Следствие смутно помнит какой это был год 2021-й или 2022-й. Но вот что произошло не помнить не может. "
        },
        {
            "type": "text",
            "text": "После громкого дела «Санто Стефано» герои перекочевали в новый вуз, чтобы встать уже на путь истинный. Новое место обитания называлось РосНоу (Рядовая Обрыгановка С Нотками Облавы Учеников). "
        },
        {
            "type": "text",
            "text": "Именно там тёмным делишкам пришёл конец, но не у всех. Вуз только отошёл от убийства авторитета «Тарантино» как снова пришлось облачится в траур. "
        },
        {
            "type": "character_text",
            "text": "На этот раз жертвами стали «Мутное Дно» и «Талая». ",
            "img":["data/img/dno.jpg","data/img/talaya.jpg"]
        },
        {
            "type": "character_text",
            "text": "За время прошедшее с дела «Горки» компанию покинули: «Манго» и «Шпион». ",
            "img": ["data/img/mango.jpg", "data/img/spy.jpg"]
        },
        {
            "type": "character_text",
            "text": "В первом случае всё было ясно как чистый лист, «манго» не справилась с давлением и перенаправила свои ресурсы на продажу манго на рынке. ",
            "img": ["data/img/mango.jpg"]
        },
        {
            "type":"character_text",
            "text": "Со «Шпионом» же всё не так просто. Анна бежала в Германию не в силах скрываться от следствия в России.",
            "img": ["data/img/spy.jpg"]
        },
        {
            "type":"character_text",
            "text": "После громкого дела «Горки» «Шпион» был уличён в передаче данных Германии. Так же на неё повесили взлом и дудос атаку Пентагона. ",
            "img": ["data/img/spy.jpg"]
        },
        {
            "type":"character_text",
            "text": "Поддерживает ли Анна связь с остальными до сих пор неизвестно. Но согласно секретным материалам дела об убийстве Алэксы Берлинской она была толи свидетелем, толи главным подозреваемым. ",
            "img": ["data/img/spy.jpg"]
        },
        {
            "type":"text",
            "text": "Ну ладно, хватит лирики. Ближе к делу. "
        },
        {
            "type":"character_text",
            "text": "Компания, состоящая из «Гида»",
            "img": ["data/img/gid.jpg"]
        },
        {
            "type":"character_text",
            "text": "«Мутного Дна», Влады Штепы,",
            "img": ["data/img/dno.jpg", "data/img/shtepa.jpg"]
        },
        {
            "type":"character_text",
            "text": "«Талой», «Вьетнама»",
            "img": ["data/img/talaya.jpg", "data/img/vietnam.jpg"]
        },
        {
            "type":"character_text_var",
            "text": "была приглашена на день рождение местного авторитета Катерины «Великой». "
            
        },
        {
            "type": "text",
            "text": "Попасть на тусу такого рода было так же круто как пожать руку президенту."
        },
        {
            "type": "text",
            "text": "Гости прибыли вовремя и принялись за работу. Накрыть поляну, собрать общаг, намутить лучшую музыку. Всё это было организовано достаточно быстро."
        },
        {
            "type": "text",
            "text": "Вечеринка была шумной, полной обсуждения темок. "
        },
        {
            "type":"character_text",
            "text": "«Гид» и «Мутное Дно» пели песни иногда пританцовывая. ",
            "img": ["data/img/gid.jpg", "data/img/dno.jpg"]
        },
        {
            "type":"character_text",
            "text": "«талая» и «Вьетнам» терли за мясо.",
            "img": ["data/img/talaya.jpg", "data/img/vietnam.jpg"]
        },
        {
            "type":"character_text_var",
            "text": "«Великая» и Влада говорили о чём-то своем и казалось, что в эти разговоры шестёркам лучше не лезть. ",
            "img":  "data/img/shtepa.jpg"
        },
        {
            "type": "text",
            "text": "Уже ближе к трём ночи гости стали постепенно расходится по своим койкам. "
        },
        {
            "type":"character_text",
            "text": "«Мутное Дно» сделала пару звонков и устало завалилась на свою койку. ",
            "img": [ "data/img/dno.jpg"]
        },
        {
            "type":"character_text",
            "text": "«Талая» и «Вьетнам» продолжили свои дискуссии, когда все уже разошлись. ",
            "img": [ "data/img/talaya.jpg", "data/img/vietnam.jpg"]
        },        {
            "type": "text",
            "text": "На утро гостей сие мероприятия ждал неприятный сюрприз. "
        },
        {
            "type":"character_text",
            "text": "«талую» нашли без сознания возле помойки, а «Мутное Дно» вовсе исчезло.  ",
            "img": [ "data/img/talaya.jpg", "data/img/dno.jpg"]
        },    
        {
            "type":"character_text",
            "text": "Что примечательно криминалисты обнаружили следы спешки «Мутного» и что все вещи кроме телефона были на месте.  ",
            "img": [ "data/img/dno.jpg"]
        }, {
            "type": "text",
            "text": "Телефон был обнаружен на детской площадке рядом с домом позже. "
        },
        {
            "type":"character_text",
            "text": "Последней кому звонила «Мутное Дно» была Светлана «Вьетнам».   ",
            "img": [ "data/img/dno.jpg", "data/img/vietnam.jpg"]
        },
        {
            "type":"character_text",
            "text": "Ходили слухи что «Талую» уже давно хотели убрать, так как не исключали её связь с Алэксой Берлинской. ",
            "img": [ "data/img/talaya.jpg", "data/img/wall.jpg"]
        },
        {
            "type":"character_text",
            "text": "Некоторые говорили, что Алэксу крышевала «Талая» и весь навар капал именно ей, а в счетах фигурировал как оплата медицинских услуг. ",
            "img": [ "data/img/talaya.jpg", "data/img/wall.jpg"]
        },
        {
            "type":"character_text",
            "text": "Со слов очевидцев «Мутное Дно» была весь день как на измене. ",
            "img": [ "data/img/dno.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Постоянные перепады настроения, бесконечные звонки и жалкие попытки изобразить веселье с «Гидом».  ",
            "img": [ "data/img/dno.jpg", "data/img/gid.jpg" ]
        },
        {
            "type": "text",
            "text": "Окружающие отметили, что что-то точно происходило, но никто не знал, что именно."
        },
        {
            "type":"character_text_var",
            "text": "Как оказалось позже «Мутное» подходило к «Великой» и Штепе и пыталось выбить валюту на финансирование своего ресторана. ",
            "img":  "data/img/shtepa.jpg" 
        },
        {
            "type":"character_text_var",
            "text": "Чем диалог кончился неизвестно, так как адвокаты «Великой» и Штепы запретили им комментировать ситуацию и взялись за расследование самостоятельно.  ",
            "img":  "data/img/shtepa.jpg" 
        },
        {
            "type":"character_text",
            "text": "Спустя две недели на одном из складов, где хранились сладкие подарки была обнаружена Анастасия «Мутное Дно» со слабыми попытками на жизнь. ",
            "img": [ "data/img/dno.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Допрос ничего не дал кроме единственной зацепки. Всё что твердила «Мутное Дно»: -Звоните «Шпиону». Срочно!",
            "img": [ "data/img/dno.jpg", "data/img/spy.jpg" ]
        },
        {
            "type": "text",
            "text":"Не смотря на попытки достучаться до Анны было принято решение пригласить её обратно в Москву по программе о защите свидетелей с полным снятием обвинений. "    
        },
        {
            "type":"character_text",
            "text": "По прибытию «шпион» сказал только одно: ",
            "img": [ "data/img/spy.jpg" ]
        },
        {
            "type":"character_text",
            "text": "-Ищите среди своих. Её давно хотели убрать. Звоните «Вьетнаму».",
            "img": [ "data/img/spy.jpg", "data/img/vietnam.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Остальные отметили, что проблемы у «Мутного Дна» были только с «Талой», которую уже не допросишь…",
            "img": [ "data/img/dno.jpg", "data/img/talaya.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Вскоре некий аноним подтвердил связь «Талой» и «Стены» и аккуратно намекнул что за ними стоит кто-то выше.",
            "img": [ "data/img/talaya.jpg", "data/img/wall.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Тем временем продолжалось расследование Штепы и «Великой».",
            "img": [ "data/img/shtepa.jpg", "data/img/.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Им удалось выяснить что скрывала «Шпион» и кто экстренно вывез «Мутное Дно». ",
            "img": [ "data/img/spy.jpg", "data/img/dno.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Авторитетами было выявлено что банда «Ильичи» давно точила зуб на «Мутное Дно» за якобы незаконный бизнес на их территории, а информация поступила от «Талой». ",
            "img": [ "data/img/dno.jpg", "data/img/talaya.jpg" ]
        },
        {
            "type":"character_text",
            "text": "Только вот всё это было не меньше чем фарс, так как «Мутное» и близко их дел не касалась. ",
            "img": [ "data/img/dno.jpg"  ]
        },
        {
            "type":"character_text",
            "text": "Но кто же убил «Талую» и почему «Мутное Дно» оказалось на складе сладких подарков?  ",
            "img": [ "data/img/talaya.jpg","data/img/dno.jpg"  ]
        },
        {
            "type": "choice",
            "text": "Теперь на основе предоставленной информации скажи у кого был мотив убрать Алэксу Берлинскую. Может это заговор? ", 
            "choices":[]
        },
        {
            "type": "murder-chapter",
            "text": "Похвальная интуиция. Но на самом деле убийца",
            "name": "Влада Штепа",
            "img": "data/img/shtepa.jpg", 
            "description": "Талая мешала бизнесу, а ее связи со стеной не давали оставить ее в живых. А как же Мутное дно?",
            "one_more": true
        },
        {
            "type": "murder-chapter",
            "text": "Похвальная интуиция. Но на самом деле убийца",
            "name": "Олеся 'Гид'",
            "img": "data/img/gid.jpg", 
            "description": "Гид спасла Мутное дно. 'Услуга за услугу', таинственно прокомментрировала Гид. О какой услуге речь? Это другая история.",
            "one_more": false
        }



    ],
    "chapter_4": [
        {
            "type": "title",
            "num": "Глава 4.",
            "name": "Братва в сборе."
        },
        {
            "type": "text",
            "text": "Прошло несколько лет с момента последних событий. Всё давно пошло на спад. "
        },
        {
            "type": "text",
            "text": "Беспределу настал конец, и все зажили спокойной жизнью. "
        },
        {
            "type": "character_text",
            "img":["data/img/dno.jpg"],
            "text": "«Мутное Дно» около полутора лет не контактировала ни с кем. "
        },
        {
            "type": "character_text_var",
        
            "text": "«Великая» продолжала мутить темки и разрабатывать проекты. "
        },
         {
            "type": "character_text",
            "img":["data/img/dno.jpg"],
            "text": "«Периодически «Мутное» каталось на конспиративную квартиру и помогала решать вопросы. "
        },
         {
            "type": "character_text",
            "img":["data/img/spy.jpg"],
            "text": "«Шпион» вернулась в Германию и открыла айти компанию. "
        },
         {
            "type": "character_text",
            "img":["data/img/spy.jpg"],
            "text": "На самом деле она бустила и продавала акки в клеш рояль. "
        },
         {
            "type": "character_text",
            "img":["data/img/gid.jpg"],
            "text": "«Гид» открыла студию танцев, но по факту учила бродяг держать удар.  "
        },
         {
            "type": "character_text",
            "img":["data/img/vietnam.jpg"],
            "text": "«Вьетнам» купила тусовочный дом и обосновалась там с «Бетономешалкой». "
        },
         {
            "type": "character_text",
            "img":["data/img/shtepa.jpg"],
            "text": "Штепа вовсе залегла на дно и лишь изредка выходила на связь с «Великой».  "
        },
         {
            "type": "character_text_var",
            
            "text": "Близилось время перемен, поэтому в марте 2025-го «Великая» решила объединить все свои банды в одну.  "
        },
        {
            "type": "text",
            "text": "Мотив новый, а песня старая. Большой дом, в котором явно убивали. Куча народу. И лишь один вопрос. "
        },
        {
            "type": "character_text",
            "img":["data/img/denchik.jpg"],
            "text": "Кто убил Дениску?  "
        },
        {
            "type": "character_text",
            "img":["data/img/denchik.jpg"],
            "text": "Помните где-то в начале мы писали про бойчика «Гида»? Так прикиньте, порешали его все же. Но вот кто непонятно.  "
        },
        {
            "type": "text",
            "text": "В марте 2025 года в доме собрались: наши фигуранты предыдущих дел, "
        },
        {
            "type": "character_text",
            "img":["data/img/brigada.jpg"],
            "text": "банда «Могилёвских "
        },
        {
            "type": "character_text",
            "img":["data/img/brigada.jpg"],
            "text": "банда «Минских» (не путать с бургерами)"
        },
        {
            "type": "character_text",
            "img":["data/img/anzh.png"],
            "text": "авторитет «Казанских» "
        },
        {
            "type": "character_text",
            "img":["data/img/vika.jpg"],
            "text": "и Вика «Вау». "
        },
        {
            "type": "character_text",
            "img":["data/img/vika.jpg"],
            "text": "и Вика «Вау». "
        },
        {
            "type": "text",
            "text": "(P.S. есть ещё люди, но их роли вообще значения не имеют, поэтому о них мы никак)"
        },
        {
            "type": "text",
            "text": "Кто-то прибыл на конспиративную квартиру ещё 28-го февраля чтобы уже вечером отправиться в дом ужасов. "
        },
        {
            "type": "character_text",
            "img": ["data/img/dno.jpg", "data/img/gid.jpg"],
            "text": "И вот уже вечером «Великая», «Гид» и «Мутное Дно» сидели на диване и пели Лепса пока мангальщик готовил ужин. "
        },
        {
            "type": "character_text",
            "img": ["data/img/denchik.jpg"],
            "text": "Единственное что омрачало этот вечер так это бесконечные звонки Денчика. "
        },
        {
            "type": "character_text",
            "img": ["data/img/denchik.jpg"],
            "text": "Спустя пару часов он в состоянии алкогольного опьянения появился на пороге дома.  "
        },
        {
            "type": "text",
            "text": "Тут и начинается наше новое дело. "
        },

        {
            "type": "character_text",
            "img": ["data/img/denchik.jpg", "data/img/gid.jpg"],
            "text": "Он утверждал, что «Гид» поступает нечестно и должен отплатить ему за годы сотрудничества.  "
        },
        {
            "type": "text",
            "text": "Дожили в 2025-ом платить за любовь?"
        },
        {
            "type": "character_text",
            "img": ["data/img/denchik.jpg", "data/img/gid.jpg"],
            "text": "Как оказалось не только за неё, а ещё и за все вложения в «Гида» и её тёмные делишки.  "
        },
        {
            "type": "character_text_var",
            "img":  "data/img/shtepa.jpg",
            "text": "В деле «Тусовочный дом» «Гид» уже имел проблемы с Денчиком и обращалась за помощью к «Великой» и Штепе. "
        },
        {
            "type": "character_text",
            "img": [ "data/img/denchik.jpg", "data/img/talaya.jpg"],
            "text": "«Гид» спалила, что именно Денчик крышевал «Талую»."
        },
        {
            "type": "character_text",
            "img": [ "data/img/gid.jpg", "data/img/dno.jpg"],
            "text": "Авторитеты не отказали в помощи и попросили её прикрыть «Мутное Дно» когда «Талая» решиться всё же её убрать.Дело сделано, «Мутное» в порядке, о «Талой» все и думать забыли, но только Денчик всё никак не уймётся. "
        },
        {
            "type": "character_text",
            "img": [ "data/img/denchik.jpg"],
            "text": "2-го марта утром возле мангала было найдено два тела Денчика и шашлычника. "
        },
        {
            "type": "character_text",
            "img": [ "data/img/gid.jpg"],
            "text": "Одно день рождения, два тела. Всё указывало на «Гида», ведь все знали, что у них тёрки.  "
        },
        {
            "type": "character_text",
            "img": [ "data/img/gid.jpg"],
            "text": "Однако «Гид» покинул вечеринку в обед 1-го марта.  "
        },
        {
            "type": "character_text",
            "img": [ "data/img/gid.jpg"],
            "text": "Поэтому у неё железное алиби в виде аренды танцзала и видеокамер куда она попала множество раз во время покуров.   "
        },
        {
            "type": "character_text",
            "img": [ "data/img/gid.jpg"],
            "text": "Поэтому у неё железное алиби в виде аренды танцзала и видеокамер куда она попала множество раз во время покуров.   "
        },
        {
            "type": "text",
            "text": "Тогда кто же убрал этих чепухов и почему шашлычника тоже порешали. "
        },
        {
            "type": "character_text_var",
    
            "text": "Может всё же «Великая» помогла?  "
        },
        {
            "type": "character_text",
            "img": [ "data/img/anzh.png"],
            "text": "Или авторитет «Казанских» решила показать, где папа?  "
        },
        {
            "type": "character_text",
            "img": [ "data/img/brigada.jpg"],
            "text": "Хотя может тут и работает то самое «в тихом омуте»? "
        },
        {
            "type": "text",
            "text": "Может мясо было не таким и хорошим раз шашлычника убрали?"
        },
        {
            "type": "text",
            "text": "Давай, юный падаван раскрой своё крайнее дело и дай ответы кто виновен."
        },
        {
            "type": "text",
            "text": "Но мы же не изверги, поэтому дарим тебе краткие описания новых героев."
        },
        {
        "type": "characters",
        "characters":["denchik", "brigada", "anzh", "vika"]
      },
      {
            "type": "choice",
            "text": "Кто же финальный убийца?", 
            "choices":[]
        },
        {
            "type": "murder-chapter",
            "text": "Ты была так близка к разгадке. В самом деле жертв убрал...",
            "name": "Мутное Дно",
            "img": "data/img/dno.jpg",
            "description": "'Услуга за услугу' - сказал Гид. Мутное дно без вопросов расплатилась за помощь в прошлом",
        "one_more": true  
          },
          {
            "type": "text",
            "text": "Вот и подошло к концу твоё, надеемся, увлекательное приключение. Команда разработчиков благодарит тебя за участие и что не сильно била палками их за то, как они дебильно всё сделали. Помни, они тебя сильно любят и хотят видеть твою улыбку постоянно. Живи, кайфуй и радуй близких каждый день своим присутствием в их жизнях."
            
          },
          {
            "type": "murder-chapter",
            "text": "Разработчики:",
            "name": "Анастасия 'Мутное Дно'",
            "img": "data/img/dno.jpg",
            "description": "Между борьбой в ебисе и попытками жить жизнь писала прикольчики и получилась игра",
        "one_more": true  
          },
          {
            "type": "murder-chapter",
            "text": "Разработчики:",
            "name": "Анна 'Шпион'",
            "img": "data/img/spy.jpg",
            "description": "Собрала в кучку все свои навыки, и в перерывах между взломом Пентагона, написала код к этой игре.",
        "one_more": false  
          }

        
    ]
   } 


