{
    "dimasik": {
        "name": "Димасик Гандурасик",
        "name_short": "",
        "img": "data/img/dimasik.jpg",
        "description": "На вид простой, средней симпатичности паренёк. Высокий ростом. С чрезмерными попытками поумничать. Обычно старается отвечать в компаниях за холодный рассудок, но не всегда у него это выходит. Сначала был волком одиночкой, отчаянно пытавшимся пробраться в стаю львиц. В моменте у него это даже получилось, но в последствии ассоциация от упоминания его имени связывалась только с тем, что он парень ТОЙ САМОЙ львицы. В общении лёгок, но не всегда готов прийти на помощь. Неоднократно был замечен в спорах со старшими. Учёбу посещал приколу или же когда совсем припрёт. Такой американ прототип мачо. Если вы поняли, о чем я."
    },
    "marie": {
        "name": "Мари, но не Краймбери",
        "name_short": "",
        "img": "data/img/marie.jpg",
        "description": "Девушка чей внутренний мир понять можно если только достаточно с ней сблизишься. Достаточно красива и остроумна. В учебе всегда была прилежной. ТА САМАЯ львица нашего «Гандурасика». Определенно командный игрок. Любит концерты и бокальчик пенного. Что еще сказать? Наш человек."
    },
    "shtepa": {
        "name": "Влада Штепа (не Шепс и не А4, не путайте легенду с лохами)",
        "name_short": "",
        "img": "data/img/shtepa.jpg",
        "description": "Серый кардинал данной истории. Умна, лояльна, мало эмоциональна, но как же она шарит! А как чувствует! Отвал жопы. Истинный Донателло из черепашек ниндзя. Определённо имеет вес в высшем обществе. Иные слова тут излишни."
    },
    "gid": {
        "name": "Олеся Гид (знает всю историю Европейского)",
        "name_short": "",
        "img": "data/img/gid.jpg",
        "description": "Самый необычный представитель этого сообщества. Знает все стадии отрыжки и может симфонию прорыгать в легкую. Банка пива=подзарядке этому чудо энерджайзеру. Имеет кучу талантов и багаж умопомрачительных историй. Единственный минус данного перса арбузер Денчик. Надеюсь, этого злодея она сможет победить в данной истории. Знает в совершенстве Сергея Лазарева и может разговаривать на языке приколов. Мемы знаете? Она придумала."
    },
    "talaya": {
        "name": "Анастасия «Талая»",
        "name_short": "",
        "img": "data/img/talaya.jpg",
        "description": "Ходит легенда, что именно из-за нее и началось производство «Санто Стефано». Всё что может о ней узнать базовый нубяра, так это то, что она пьёт только талую воду и говна в свой организм не пускает. Предположительно является лидером группировки. Ходят легенды, что она могла перепить даже заядлого алкаша, но доказательств этому у нас нет."
    },
    "mango":
    {
        "name":  "Юлия «Манго»",
        "name_short": "",
        "img": "data/img/mango.jpg",
        "description": "С виду спокойная, а на деле суетная. Ходят слухи что именно она держала лабораторию по производству «Санта Стефано». Все члены группировки не раз были замечены у «Манго» дома. Чаще всего была замечена с «Талой» и «Мутным Дном». Очевидцы говорят, что пока Движ-Париж учился, эти трое активно снимали пробы с новой партии прежде, чем толкать её в массы."
    },
    "mutnoe_dno":{
        "name":  "Анастасия «Мутное Дно»",
        "name_short": "",
        "img": "data/img/dno.jpg",
        "img_alt": "data/img/dno_1.jpg",
        "description": "Самый непонятный персонаж группировки. Присоединилась одной из последних, но всегда была на хорошем счету. По информации полисмэнов не раз привлекалась за незаконный оборот «Стефано» в своём ресторане. Отличительной чертой был тот факт, что отследить момент, когда этот человек улыбается или просто что-то говорит практически невозможно. Думайте сами, но один из разрабов считает, что она странная."
    },
    "spy": {
        "name": "Анна «Шпион»",
        "name_short": "",
        "img": "data/img/spy.jpg",
        "description": "Что на уме у этого гения знали только единицы. Следствие утверждает, что формула «Стефано» была разработана именно ей. Джимми Нейтрона смотрели? Так вот она в сто раз круче. До её появления группировка занималась рекетом и держала в страхе одногруппников."
    },
    "wall": {
        "name": "Алэкса Берлинская «Стена»",
        "name_short": "",
        "img": "data/img/wall.jpg",
        "description": "The Wall"
    },
    "tatiana": {
        "name": "Таня «Содержанка»",
        "img": "data/img/tatiana.png",
        "description": "Появилась в компании благодаря «Мутному Дну». Уж не знаем как они нашли друг друга, но что-то их явно связывало. Со стороны нередко прослеживалась токсичность их отношений, но никто и предположить не мог, что за этим скрывалось. Такую личность можно описать как спортсменка комсомолка в одной из рук самогонка. "
    },
    "denchik": {
        "name": "Денчик.", 
        "img": "data/img/denchik.jpg",
        "description": "Тот ещё уродец, но фигура весомая. Именно он спалил связь «Талой» и «Стены», но увидел в этом свою выгоду. Немного поныл, и «Гид» только чтоб он наконец заткнулся отдала ему всю зп, которую ей платила «Великая» за мелкие поручения. Сам по себе Денчик был рангом не выше базовой крысы. Это вам не Рататуй. Так вот этот чепух решил, что чего-то стоит и год за годом продавливал волю «Гида» только чтоб быть на коне. Но сказка кончилась, «Гид» поумнела и свалила. Тогда-то у пацана кукуха и поехала. Оказалось, он сталкер и мамкин нытик. Большего о нём писать разрабщам не хочется. Про лохов либо хорошо, либо никак. Мы выбираем НИКАК."
    },
    "brigada": {
        "name": "«Минские» и «Могилёвские»",
        "img": "data/img/brigada.jpg",
        "description": "Тут и говорить нечего. Отличные ребята. Все разы что с ними пересекались разрабы видели в них только надёжных людей. Под стать «Великой» подумали мы однажды. Они не из тех кому нужно доказывать своё место в жизни «Великой». Они те, кто стоят у основы основ её самой. 90-е знаете? Так это они придумали."
    },
    "anzh": {
        "name": "Авторитет «Казанских» Анжи (не путать с фк)",
        "img": "data/img/anzh.png",
        "description": "Ну что тут сказать? Человек прекрасный, чувственный. В доску свой. По нашим данным её и «Мутное Дно» что-то связывало. На данный момент информации об этом нет. Известно, что основной вид своей деятельности осуществляет на концертах. Видели рилс с концерта Coldplay где спалили измену? Она снимала. Камера её главное оружие. Разрабы очень верят, что до неё наконец дойдёт сие информация. "

    },
    "vika": {
        "name": "Вика «Вау»",
        "img": "data/img/vika.jpg",
        "description": "На самом деле она всегда была с героями, но мы решили раскрыть данного персонажа только в заключительной главе. Она девушка простая. Дают-берёт. Не дают-уходит. В компании обычно отвечала за жёсткие истории про мужиков. Все слушали и переставали любить мужчин от слова совсем."
    }

}